Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutDateDiff_end_date_column
source: A column of end dates for the difference operation..
bg_bg: Колона с крайни дати за другата операция.
ca_es: Columna de dates finals per a l'operació de diferència.
cs_cz: Sloupec koncových dat rozdílové operace
da_dk: En kolonne med slutdatoer for forskelsberegningen.
de_de: Eine Spalte mit Enddaten für die Differenzbildung.
el_gr: Στήλη με ημερομηνίες λήξης για τη λειτουργία διαφοράς.
es_es: Una columna de fechas de finalización de la operación de diferencia.
et_ee: Lõppkuupäevade veerg erinevuse arvutamise toimingu jaoks.
eu_es: Diferentzia-eragiketaren amaiera-daten zutabea.
fi_fi: Eroavaisuustoiminnon päättymispäivämäärien sarake.
fr_fr: Colonne de dates de fin pour l’opération Différence.
gl_es: Columna de datas de finalización da operación de diferenza.
hi_in: अंतर की कार्रवाई के लिए समाप्ति दिनांकों का स्तंभ..
hr_hr: Stupac datuma završetka za operaciju razlikovanja.
hu_hu: A különbséget kiszámító műveletben használt befejező dátumokat tartalmazó oszlop.
it_it: Colonna di date di fine per l'operazione di tipo differenza.
ja_jp: 比較操作のための終了日の列。
kk_kz: Айырма операциясы үшін аяқталу күндерінің бағаны.
ko_kr: difference 연산에 대한 종료 날짜의 열입니다.
lt_lt: Skirtumo operacijos pabaigos datų stulpelis.
lv_lv: Starpības operācijas beigu datumu kolonna.
ms_my: Lajur tarikh akhir untuk pengendalian perbezaan..
nb_no: En kolonne med sluttdatoer for differanseopersjonen.
nl_nl: Een kolom met einddatums voor de bewerking Difference.
pl_pl: Kolumna dat zakończenia dla operacji różnicowej.
pt_br: Coluna de datas de término para a operação de diferença.
pt_pt: Uma coluna de datas de fim para a operação de diferença.
ro_ro: O coloană cu datele de sfârșit pentru operația de diferențiere.
ru_ru: Столбец конечных дат для операции разности.
sk_sk: Stĺpec koncových dátumov pre operáciu rozdielu.
sl_si: Stolpec končnih datumov za operacijo razlike.
sr_cyrl_rs: Колона датума завршетка за операцију разлике.
sr_latn_rs: Kolona datuma završetka za operaciju razlike.
sv_se: En kolumn med slutdatum för differans-operationen.
th_th: คอลัมน์วันที่สิ้นสุดสำหรับกระบวนการต่างๆ
tr_tr: Fark alma işlemi için bitiş tarihlerini içeren bir sütun.
uk_ua: Стовпець із кінцевими датами для операції "Різниця".
vi_vn: Cột ngày kết thúc cho phép tính khác..
zh_cn: 用于差值运算的结束日期组成的列。
zh_tw: 比對差異運算結束日期的資料行。

# AboutChar
source: Returns the character specified by the code number from the character set on your platform.
bg_bg: Връща знака, указан от номера на кода от набора знаци на платформата.
ca_es: Retorna el caràcter especificat pel número de codi del joc de caràcters de la plataforma.
cs_cz: Vrátí znak určený číslem kódu ze znakové sady vaší platformy.
da_dk: Returnerer tegnet, der er angivet af kodenummeret på din platforms tegnsæt.
de_de: Gibt das Zeichen zurück, das durch die Codenummer aus dem Zeichensatz für Ihre Plattform angegeben wird.
el_gr: Επιστρέφει τον χαρακτήρα που καθορίζεται από τον κωδικό αριθμό από το σύνολο χαρακτήρων στην πλατφόρμα σας.
es_es: Devuelve el carácter especificado por el número de código del juego de caracteres de la plataforma.
et_ee: Tagastab teie platvormi märgistikust koodiga määratud märgi.
eu_es: Plataformako karaktere jokoaren kode-zenbakiak zehaztutako karakterea itzultzen du.
fi_fi: Palauttaa alustasi merkistön koodin numeron määrittämän merkin.
fr_fr: Retourne le caractère spécifié par le code numérique du jeu de caractères sur votre plateforme.
gl_es: Devolve o carácter especificado polo número de código do conxunto de caracteres da plataforma.
hi_in: आपके प्लेटफ़ॉर्म पर कैरेक्टर सेट से कोड संख्या द्वारा निर्दिष्ट कैरेक्टर लौटाता है.
hr_hr: Vraća znak koji navodi kodni broj iz skupa znakova na vašoj platformi.
hu_hu: A platform karakterkészletében használt kódszámnak megfelelő karaktert adja vissza.
it_it: Restituisce il carattere specificato dal numero di codice del set di caratteri nella piattaforma.
ja_jp: お使いのプラットフォームの文字セットのコード番号を指定すると、その文字を返します。
kk_kz: Платформаңыздағы таңбалар жиынтығынан код нөмірінде көрсетілген таңбаны қайтарады.
ko_kr: 플랫폼에 설정된 문자의 코드 번호에서 지정된 문자를 반환합니다.
lt_lt: Pateikia simbolį, kurį nurodo kodas iš simbolių rinkinio jūsų platformoje.
lv_lv: Atgriež koda numura norādīto rakstzīmi no rakstzīmju kopas jūsu platformā.
ms_my: Mengembalikan aksara yang ditentukan mengikut nombor kod daripada set aksara pada platform anda.
nb_no: Returnerer tegnet som svarer til kodenummeret fra tegnsettet på plattformen din.
nl_nl: Hiermee wordt het teken geretourneerd dat is opgegeven door het codenummer van de tekenset op uw platform.
pl_pl: Zwraca znak określony przez numer kodu z zestawu znaków na platformie.
pt_br: Retorna o caractere especificado por número de código no conjunto de caracteres da plataforma.
pt_pt: Devolve o caráter especificado pelo número de código do caráter definido na plataforma.
ro_ro: Returnează caracterul specificat de numărul de cod din setul de caractere de pe platformă.
ru_ru: Возвращает символ, определяемый кодом из кодировки для вашей платформы.
sk_sk: Vráti znak určený číselným kódom z tabuľky znakov na vašej platforme.
sl_si: Vrne znak, ki ga določa številka kode iz nabora znakov, nastavljenega v vaši platformi.
sr_cyrl_rs: Враћа знак који је навео кодни број из скупа знакова постављених на вашој платформи.
sr_latn_rs: Vraća znak koji je naveo kodni broj iz skupa znakova postavljenih na vašoj platformi.
sv_se: Returnerar det tecken som specificerats av kodnumret från teckenuppsättningen på din plattform.
th_th: คืนค่าอักขระที่ระบุด้วยรหัสตัวเลขจากชุดอักขระบนแพลตฟอร์มของคุณ
tr_tr: Platformunuzda bulunan karakter kümesindeki kod numarası ile belirtilen karakteri döndürür.
uk_ua: Повертає символ, визначений кодовим числом, з набору в середовищі вашої платформи.
vi_vn: Trả về ký tự được chỉ định theo số mã từ tập ký tự trên nền tảng của bạn.
zh_cn: 返回平台上字符集中的代码编号指定的字符。
zh_tw: 傳回從平台上字元集代碼編號所指定的字元。

# CharArg1
source: number
bg_bg: число
ca_es: nombre
cs_cz: číslo
da_dk: antal
de_de: Zahl
el_gr: αριθμός
es_es: número
et_ee: arv
eu_es: zenbakia
fi_fi: luku
fr_fr: nombre
gl_es: número
hi_in: संख्या
hr_hr: broj
hu_hu: szám
it_it: numero
ja_jp: 数値
kk_kz: сан
ko_kr: 숫자
lt_lt: skaičius
lv_lv: skaitlis
ms_my: nombor
nb_no: tall
nl_nl: getal
pl_pl: liczba
pt_br: número
pt_pt: número
ro_ro: număr
ru_ru: число
sk_sk: číslo
sl_si: število
sr_cyrl_rs: број
sr_latn_rs: broj
sv_se: tal
th_th: ตัวเลข
tr_tr: sayı
uk_ua: число
vi_vn: số
zh_cn: 数字
zh_tw: 數字

# AboutChar_number
source: A code number from the character set on your platform.
bg_bg: Номер на код от набора знаци на платформата.
ca_es: Número de codi del joc de caràcters de la plataforma.
cs_cz: Číslo kódu ze znakové sady vaší platformy
da_dk: Et kodenummer fra din platforms tegnsæt.
de_de: Eine Codenummer aus dem Zeichensatz Ihrer Plattform.
el_gr: Κωδικός αριθμός από το σύνολο χαρακτήρων στην πλατφόρμα σας.
es_es: Un número de código del conjunto de caracteres de la plataforma.
et_ee: Teie platvormi märgistikust pärit kood.
eu_es: Plataformako karaktere jokoko kode-zenbakia.
fi_fi: Alustasi merkistön koodin numero.
fr_fr: Numéro de code du jeu de caractères sur votre plateforme.
gl_es: Número de código do conxunto de caracteres da plataforma.
hi_in: आपके प्लेटफ़ॉर्म पर कैरेक्टर सेट से एक कोड संख्या.
hr_hr: Kodni broj iz skupa znakova na vašoj platformi.
hu_hu: A platform karakterkészletéből származó kódszám.
it_it: Numero di codice del set di caratteri nella piattaforma.
ja_jp: お使いのプラットフォームの文字セットのコード番号。
kk_kz: Платформаңыздағы таңбалар жиынтығынан код нөмірі.
ko_kr: 플랫폼에 설정된 문자의 코드 번호입니다.
lt_lt: Kodas iš simbolių rinkinio jūsų platformoje.
lv_lv: Koda numurs no rakstzīmju kopas jūsu platformā.
ms_my: Nombor kod daripada set aksara pada platform anda.
nb_no: Et kodenummer fra tegnsettet på plattformen din.
nl_nl: Een codenummer van de tekenset op uw platform.
pl_pl: Numer kodu z zestawu znaków na platformie.
pt_br: Número de código do conjunto de caracteres da plataforma.
pt_pt: Um número de código do caráter definido na plataforma.
ro_ro: Un număr de cod din setul de caractere de pe platformă.
ru_ru: Номер кода из кодировки для вашей платформы.
sk_sk: Číslo kódu zo znakovej sady na vašej platforme.
sl_si: Številka kode iz nabora znakov, nastavljenega v vaši platformi.
sr_cyrl_rs: Кодни број из скупа знакова постављених на вашој платформи.
sr_latn_rs: Kodni broj iz skupa znakova postavljenih na vašoj platformi.
sv_se: Ett kodnummer från teckenuppsättningen på din plattform.
th_th: รหัสตัวเลขจากชุดอักขระบนแพลตฟอร์มของคุณ
tr_tr: Platformunuzdaki karakter kümesinde yer alan bir kod numarası.
uk_ua: Кодове число з набору символів у середовищі вашої платформи.
vi_vn: Một số mã từ tập ký tự trên nền tảng của bạn.
zh_cn: 平台上字符集中的代码编号。
zh_tw: 您平台上字元集的代碼編號。

# AboutCharT
source: Returns a table of characters specified by the code numbers from the character set on your platform.
bg_bg: Връща таблица със знаците, указани от номерата на кодовете от набора знаци на платформата.
ca_es: Retorna una taula de caràcters especificada pels números de codi del joc de caràcters de la plataforma.
cs_cz: Vrátí tabulku znaků určených čísly kódů ze znakové sady vaší platformy.
da_dk: Returnerer en tabel med tegn, der er angivet af kodenumrene på din platforms tegnsæt.
de_de: Gibt die Zeichentabelle zurück, die durch die Codenummern aus dem Zeichensatz für Ihre Plattform angegeben wird.
el_gr: Επιστρέφει έναν πίνακα χαρακτήρων που καθορίζονται από τους κωδικούς αριθμούς από το σύνολο χαρακτήρων στην πλατφόρμα σας.
es_es: Devuelve una tabla de caracteres especificados por los números de código del juego de caracteres de la plataforma.
et_ee: Tagastab teie platvormi märgistikust koodidega määratud märkide tabeli.
eu_es: Plataformako karaktere jokoaren kode-zenbakien arabera zehaztutako karaktere-taula itzultzen du.
fi_fi: Palauttaa taulukon merkkejä, jotka alustasi merkistön koodin numerot määrittävät.
fr_fr: Retourne une table de caractères spécifiés par les codes numériques du jeu de caractères sur votre plateforme.
gl_es: Devolve unha táboa de caracteres especificados polos números de código do conxunto de caracteres da súa plataforma.
hi_in: आपके प्लेटफ़ॉर्म पर कैरेक्टर सेट से कोड संख्याओं द्वारा निर्दिष्ट कैरेक्टर की तालिका लौटाता है.
hr_hr: Vraća tablicu znakova koju navode kodni brojevi iz skupa znakova na vašoj platformi.
hu_hu: A platform karakterkészletében használt kódszámoknak megfelelő karakterek tábláját adja vissza.
it_it: Restituisce una tabella di caratteri specificata dai numeri di codice del set di caratteri nella piattaforma.
ja_jp: お使いのプラットフォームの文字セットの複数のコード番号を指定すると、文字のテーブルを返します。
kk_kz: Платформаңыздағы таңбалар жиынтығынан код нөмірлерінде көрсетілген таңбалар кестесін қайтарады.
ko_kr: 플랫폼에 설정된 문자의 코드 번호에서 지정된 문자 테이블을 반환합니다.
lt_lt: Pateikia lentelę simbolių, kuriuos nurodo kodas iš simbolių rinkinio jūsų platformoje.
lv_lv: Atgriež kodu numuru norādīto rakstzīmju tabulu no rakstzīmju kopas jūsu platformā.
ms_my: Mengembalikan jadual aksara yang ditentukan oleh nombor kod daripada set aksara pada platform anda.
nb_no: Returnerer en tabell med tegn som svarer til kodetallene fra tegnsettet på plattformen din.
nl_nl: Hiermee wordt tabel met tekens geretourneerd die zijn opgegeven door de codenummers van de tekenset op uw platform.
pl_pl: Zwraca tabelę znaków określoną przez numery kodu z zestawu znaków na platformie.
pt_br: Retorna uma tabela de caracteres especificados por números de código no conjunto de caracteres da plataforma.
pt_pt: Devolve uma tabela de carateres especificada pelos números de código do caráter definido na plataforma.
ro_ro: Returnează un tabel de caractere specificate de numerele de cod din setul de caractere de pe platformă.
ru_ru: Возвращает таблицу символов, указанную кодами из кодировки для вашей платформы.
sk_sk: Vráti tabuľku znakov určených číselnými kódmi z tabuľky znakov na vašej platforme.
sl_si: Vrne tabelo znakov, ki jih določajo številke kod iz nabora znakov, nastavljenega v vaši platformi.
sr_cyrl_rs: Враћа табелу знакова коју је навео кодни број из скупа знакова постављених на вашој платформи.
sr_latn_rs: Vraća tabelu znakova koju je naveo kodni broj iz skupa znakova postavljenih na vašoj platformi.
sv_se: Returnerar en tabell med tecken som specificerats av kodnumren från teckenuppsättningen på din plattform.
th_th: คืนค่าตารางที่มีอักขระที่ระบุด้วยรหัสตัวเลขจากชุดอักขระบนแพลตฟอร์มของคุณ
tr_tr: Platformunuzda bulunan karakter kümesindeki kod numaraları ile belirtilen karakter tablosunu döndürür.
uk_ua: Повертає таблицю символів, визначених кодовими числами, з набору в середовищі вашої платформи.
vi_vn: Trả về bảng ký tự được chỉ định theo số mã từ tập ký tự trên nền tảng của bạn.
zh_cn: 返回平台上字符集中的代码编号指定的字符组成的表。
zh_tw: 傳回您平台上字元集代碼編號所指定的字元資料表。

# CharTArg1
source: column_of_numbers
bg_bg: колона_от_числа
ca_es: columna_de_nombres
cs_cz: sloupec_čísel
da_dk: kolonne_af_tal
de_de: Spalte_mit_Zahlen
el_gr: στήλη_αριθμών
es_es: columna_números
et_ee: arvuveerg
eu_es: zenbakien_zutabea
fi_fi: lukujen_sarake
fr_fr: colonne_de_nombres
gl_es: columna_de_números
hi_in: संख्याओं_का_स्तंभ
hr_hr: stupac_brojeva
hu_hu: számokat_tartalmazó_oszlop
it_it: colonna_di_numeri
ja_jp: 数値の列
kk_kz: сандар_бағаны
ko_kr: 숫자_열
lt_lt: skaičių_stulpelis
lv_lv: skaitļu_kolonna
ms_my: lajur_nombor
nb_no: kolonne_med_tall
nl_nl: kolom_met_getallen
pl_pl: kolumna_liczb
pt_br: coluna_de_números
pt_pt: coluna_de_números
ro_ro: coloană_de_numere
ru_ru: столбец_чисел
sk_sk: stĺpec_s_číslami
sl_si: stolpec_števil
sr_cyrl_rs: колона_са_бројевима
sr_latn_rs: kolona_sa_brojevima
sv_se: kolumn_med_siffror
th_th: คอลัมน์_ของ_ตัวเลข
tr_tr: sayı_sütunu
uk_ua: кількість_стовпців
vi_vn: cột_chứa_số
zh_cn: 数字组成的列
zh_tw: 數值_資料行

# AboutChar_column_of_numbers
source: A column of code numbers from the character set on your platform.
bg_bg: Колона с номерата на кодовете от набора знаци на платформата.
ca_es: Columna de números de codi del joc de caràcters de la plataforma.
cs_cz: Sloupec s čísly kódů ze znakové sady vaší platformy
da_dk: En kolonne med kodenumrene fra din platforms tegnsæt.
de_de: Eine Spalte mit Codenummern aus dem Zeichensatz Ihrer Plattform.
el_gr: Στήλη κωδικών αριθμών από το σύνολο χαρακτήρων στην πλατφόρμα σας.
es_es: Una columna de números de código del conjunto de caracteres de la plataforma.
et_ee: Teie platvormi märgistikust pärit koodide veerg.
eu_es: Plataformako karaktere jokoko kode-zenbakien zutabea.
fi_fi: Alustasi merkistön koodin numeroiden sarake.
fr_fr: Colonne de codes numériques du jeu de caractères sur votre plateforme.
gl_es: Columna de números de código do conxunto de caracteres da plataforma.
hi_in: आपके प्लेटफ़ॉर्म पर कैरेक्टर सेट से कोड संख्याओं का एक स्तंभ.
hr_hr: Stupac kodnih brojeva iz skupa znakova na vašoj platformi.
hu_hu: A platform karakterkészletéből származó kódszámok oszlopa.
it_it: Colonna di numeri di codice del set di caratteri nella piattaforma.
ja_jp: お使いのプラットフォームの文字セットのコード番号が入った列。
kk_kz: Платформаңыздағы таңбалар жиынтығынан код нөмірлерінің бағаны.
ko_kr: 플랫폼에 설정된 문자의 코드 번호 열입니다.
lt_lt: Stulpelis su kodais iš simbolių rinkinio jūsų platformoje.
lv_lv: Kodu numuru kolonna no rakstzīmju kopas jūsu platformā.
ms_my: Lajur nombor kod daripada set aksara pada platform anda.
nb_no: En kolonne ned kodenumre fra tegnsettet på plattformen din.
nl_nl: Een kolom met codenummers van de tekenset op uw platform.
pl_pl: Kolumna numerów kodu z zestawu znaków na platformie.
pt_br: Coluna de números de código do conjunto de caracteres da plataforma.
pt_pt: Uma coluna de números de código do caráter definido na plataforma.
ro_ro: O coloană de numere de cod din setul de caractere de pe platformă.
ru_ru: Столбец номеров кодов из кодировки для вашей платформы.
sk_sk: Stĺpec čísel kódov zo znakovej sady na vašej platforme.
sl_si: Stolpec s številkami kod iz nabora znakov, nastavljenega v vaši platformi.
sr_cyrl_rs: Колона кодних бројева из скупа знакова постављених на платформи.
sr_latn_rs: Kolona kodnih brojeva iz skupa znakova postavljenih na platformi.
sv_se: En kolumn med kodnummer från teckenuppsättningen på din plattform.
th_th: คอลัมน์ของรหัสตัวเลขจากชุดอักขระบนแพลตฟอร์มของคุณ
tr_tr: Platformunuzdaki karakter kümesinde yer alan kod numaralarını içeren bir sütun.
uk_ua: Стовпець кодових чисел із набору символів у середовищі вашої платформи.
vi_vn: Cột số mã từ tập ký tự trên nền tảng của bạn.
zh_cn: 平台上字符集中的代码编号组成的列。
zh_tw: 您平台上字元集代碼編號的資料行。

# Screen_Name_DisplayName
source: Name
bg_bg: Име
ca_es: Nom
cs_cz: Název
da_dk: Navn
el_gr: Όνομα
es_es: Nombre
et_ee: Nimi
eu_es: Izena
fi_fi: Nimi
fr_fr: Nom
gl_es: Nome
hi_in: नाम
hr_hr: Naziv
hu_hu: Név
it_it: Nome
ja_jp: 名前
kk_kz: Аты
ko_kr: 이름
lt_lt: Pavadinimas
lv_lv: Nosaukums
ms_my: Nama
nb_no: Navn
nl_nl: Naam
pl_pl: Nazwa
pt_br: Nome
pt_pt: Nome
ro_ro: Nume
ru_ru: Имя
sk_sk: Názov
sl_si: Ime
sr_cyrl_rs: Име
sr_latn_rs: Ime
sv_se: Namn
th_th: ชื่อ
tr_tr: Ad
uk_ua: Ім’я
vi_vn: Tên
zh_cn: 名称
zh_tw: 名稱

# Screen_Printing_DisplayName
source: Printing
bg_bg: Отпечатва се
ca_es: Impressió
cs_cz: Tisk
da_dk: Udskrivning
de_de: Drucken
el_gr: Εκτύπωση
es_es: Imprimiendo
et_ee: Printimine
eu_es: Inprimatzen
fi_fi: Tulostaminen
fr_fr: Impression
gl_es: Imprimindo
hi_in: मुद्रण
hr_hr: Ispis
hu_hu: Nyomtatás
it_it: Stampa in corso
ja_jp: 印刷中
kk_kz: Басып шығару
ko_kr: 인쇄
lt_lt: Spausdinimas
lv_lv: Drukāšana
ms_my: Mencetak
nb_no: Skriver ut
nl_nl: Afdrukken
pl_pl: Drukowanie
pt_br: Imprimindo
pt_pt: A imprimir
ro_ro: Imprimare
ru_ru: Печать
sk_sk: Tlačí sa
sl_si: Tiskanje
sr_cyrl_rs: Штампање
sr_latn_rs: Štampanje
sv_se: Utskrift
th_th: กำลังพิมพ์
tr_tr: Baskı
uk_ua: Друк
vi_vn: In
zh_cn: 正在打印
zh_tw: 列印中

# Screen_ImagePosition_DisplayName
source: Image position
bg_bg: Позиция на изображението
ca_es: Posició de la imatge
cs_cz: Umístění obrázku
da_dk: Billedposition
de_de: Bildposition
el_gr: Θέση εικόνας
es_es: Posición de imagen
et_ee: Pildi asend
eu_es: Irudiaren posizioa
fi_fi: Kuvan sijainti
fr_fr: Position de l’image
gl_es: Posición da imaxe
hi_in: छवि की स्थिति
hr_hr: Položaj slike
hu_hu: Kép pozíciója
it_it: Posizione immagine
ja_jp: 画像の位置
kk_kz: Сурет орны
ko_kr: 이미지 위치
lt_lt: Vaizdo padėtis
lv_lv: Attēla pozīcija
ms_my: Posisi imej
nb_no: Bildeplassering
nl_nl: Afbeeldingspositie
pl_pl: Pozycja obrazu
pt_br: Posição da imagem
pt_pt: Posição da imagem
ro_ro: Poziție imagine
ru_ru: Положение изображения
sk_sk: Pozícia obrázka
sl_si: Mesto slike
sr_cyrl_rs: Положај слике
sr_latn_rs: Položaj slike
sv_se: Bildplacering
th_th: ตำแหน่งของภาพ
tr_tr: Görüntü konumu
uk_ua: Положення зображення
vi_vn: Vị trí hình ảnh
zh_cn: 图像位置
zh_tw: 影像位置

# Screen_Size_DisplayName
source: Size
bg_bg: Размер
ca_es: Mida
cs_cz: Velikost
da_dk: Størrelse
de_de: Größe
el_gr: Μέγεθος
es_es: Tamaño
et_ee: Suurus
eu_es: Tamaina
fi_fi: Koko
fr_fr: Taille
gl_es: Tamaño
hi_in: आकार
hr_hr: Veličina
hu_hu: Méret
it_it: Dimensioni
ja_jp: サイズ
kk_kz: Өлшем
ko_kr: 크기
lt_lt: Dydis
lv_lv: Lielums
ms_my: Saiz
nb_no: Størrelse
nl_nl: Grootte
pl_pl: Rozmiar
pt_br: Tamanho
pt_pt: Tamanho
ro_ro: Dimensiune
ru_ru: Размер
sk_sk: Veľkosť
sl_si: Velikost
sr_cyrl_rs: Величина
sr_latn_rs: Veličina
sv_se: Storlek
th_th: ขนาด
tr_tr: Boyut
uk_ua: Розмір
vi_vn: Kích cỡ
zh_cn: 大小
zh_tw: 大小

# barcode_Type_DisplayName
source: Barcode type
bg_bg: Тип баркод
ca_es: Tipus de codi de barres
cs_cz: Typ čárového kódu
da_dk: Stregkodetype
de_de: Barcodetyp
el_gr: Τύπος γραμμικού κώδικα
es_es: Tipo de código de barras
et_ee: Vöötkoodi tüüp
eu_es: Barra-kodearen mota
fi_fi: Viivakoodin tyyppi
fr_fr: Type de code-barres
gl_es: Tipo de código de barras
hi_in: बारकोड प्रकार
hr_hr: Vrsta crtičnog koda
hu_hu: Vonalkód típusa
it_it: Tipo di codice a barre
ja_jp: バーコードのタイプ
kk_kz: Штрихкод түрі
ko_kr: 바코드 유형
lt_lt: Brūkšninio kodo tipas
lv_lv: Svītrkoda tips
ms_my: Jenis kod bar
nb_no: Strekkodetype
nl_nl: Type streepjescode
pl_pl: Typ kodu kreskowego
pt_br: Tipo de código de barras
pt_pt: Tipo de código de barras
ro_ro: Tip cod de bare
ru_ru: Тип штрихкода
sk_sk: Typ čiarového kódu
sl_si: Vrsta črtne kode
sr_cyrl_rs: Тип баркода
sr_latn_rs: Tip barkoda
sv_se: Streckkodstyp
th_th: ประเภทบาร์โค้ด
tr_tr: Barkod türü
uk_ua: Тип штрих-коду
vi_vn: Loại mã vạch
zh_cn: 条形码类型
zh_tw: 條碼類型

# camera_Contrast_DisplayName
source: Contrast
bg_bg: Контраст
cs_cz: Kontrast
da_dk: Kontrast
de_de: Kontrast
el_gr: Αντίθεση
es_es: Contraste
et_ee: Kontrastsus
eu_es: Kontrastea
fi_fi: Kontrasti
fr_fr: Contraste
gl_es: Contraste
hi_in: कॉन्ट्रास्ट
hr_hr: Kontrast
hu_hu: Kontraszt
it_it: Contrasto
ja_jp: コントラスト
kk_kz: Контраст
ko_kr: 대비
lt_lt: Kontrastingumas
lv_lv: Kontrasts
ms_my: Kontras
nb_no: Kontrast
pl_pl: Kontrast
pt_br: Contraste
pt_pt: Contraste
ru_ru: Контраст
sk_sk: Kontrast
sl_si: Kontrast
sr_cyrl_rs: Контраст
sr_latn_rs: Kontrast
sv_se: Kontrast
th_th: ความคมชัด
tr_tr: Karşıtlık
uk_ua: Контраст
vi_vn: Độ tương phản
zh_cn: 对比度
zh_tw: 對比

# camera_Zoom_DisplayName
source: Zoom
bg_bg: Мащабиране
cs_cz: Lupa
el_gr: Ζουμ
et_ee: Suum
eu_es: Zooma
fi_fi: Zoomaa
hi_in: ज़ूम
hr_hr: Zumiranje
hu_hu: Nagyítás
ja_jp: ズーム
kk_kz: Ұлғайту
ko_kr: 확대/축소
lt_lt: Mastelis
lv_lv: Tālummaiņa
ms_my: Zum
nl_nl: In- en uitzoomen
pl_pl: Powiększenie
ro_ro: Panoramare
ru_ru: Масштабировать
sk_sk: Lupa
sl_si: Povečava
sr_cyrl_rs: Зумирај
sr_latn_rs: Zum
sv_se: Zooma
th_th: ย่อ/ขยาย
tr_tr: Yakınlaştır
uk_ua: Масштаб
vi_vn: Thu phóng
zh_cn: 缩放
zh_tw: 縮放

# camera_Camera_DisplayName
source: Camera
bg_bg: Камера
ca_es: Càmera
cs_cz: Fotoaparát
da_dk: Kamera
de_de: Kamera
el_gr: Κάμερα
es_es: Cámara
et_ee: Kaamera
eu_es: Kamera
fi_fi: Kamera
fr_fr: Caméra
gl_es: Cámara
hi_in: कैमरा
hr_hr: Kamera
hu_hu: Kamera
it_it: Fotocamera
ja_jp: カメラ
kk_kz: Камера
ko_kr: 카메라
lt_lt: Fotoaparatas
lv_lv: Kamera
ms_my: Kamera
nb_no: Kamera
pl_pl: Aparat
pt_br: Câmera
pt_pt: Câmara
ro_ro: Cameră
ru_ru: Камера
sk_sk: Fotoaparát
sl_si: Kamera
sr_cyrl_rs: Камера
sr_latn_rs: Kamera
sv_se: Kamera
th_th: กล้อง
tr_tr: Kamera
uk_ua: Камера
zh_cn: 相机
zh_tw: 相機

# export_Data_DisplayName
source: Data
bg_bg: Данни
ca_es: Dades
de_de: Daten
el_gr: Δεδομένα
es_es: Datos
et_ee: Andmed
eu_es: Datuak
fi_fi: Tiedot
fr_fr: Données
gl_es: Datos
hi_in: डेटा
hr_hr: Podaci
hu_hu: Adatok
it_it: Dati
ja_jp: データ
kk_kz: Деректер
ko_kr: 데이터
lt_lt: Duomenys
lv_lv: Dati
nl_nl: Gegevens
pl_pl: Dane
pt_br: Dados
pt_pt: Dados
ro_ro: Date
ru_ru: Данные
sk_sk: Údaje
sl_si: Podatki
sr_cyrl_rs: Подаци
sr_latn_rs: Podaci
th_th: ข้อมูล
tr_tr: Veriler
uk_ua: Дані
vi_vn: Dữ liệu
zh_cn: 数据
zh_tw: 資料

source: Edit
bg_bg: Редактиране
ca_es: Edita
cs_cz: Upravit
da_dk: Rediger
de_de: Bearbeiten
el_gr: Επεξεργασία
es_es: Editar
et_ee: Redigeeri
eu_es: Editatu
fi_fi: Muokkaa
fr_fr: Modifier
gl_es: Editar
hi_in: संपादित करें
hr_hr: Uredi
hu_hu: Szerkesztés
it_it: Modifica
ja_jp: 編集
kk_kz: Өңдеу
ko_kr: 편집
lt_lt: Redaguoti
lv_lv: Rediģēt
nb_no: Rediger
nl_nl: Bewerken
pl_pl: Edytuj
pt_br: Editar
pt_pt: Editar
ro_ro: Editare
ru_ru: Изменить
sk_sk: Upraviť
sl_si: Uredi
sr_cyrl_rs: Уреди
sr_latn_rs: Uredi
sv_se: Redigera
th_th: แก้ไข
tr_tr: Düzenle
uk_ua: Редагувати
vi_vn: Chỉnh sửa
zh_cn: 编辑
zh_tw: 編輯
